{
  "posts": [
    {
      "id": 1,
      "title": "I love U so much!"
    }
  ],
  "profile": {
    "name": "ThienMaNu"
  },
  "movies": [
    {
        "id": 6,
        "Name": "ÁN MẠNG TRÊN CHUYẾN TÀU TỐC HÀNH PHƯƠNG ĐÔNG",
        "Directors": "Kenneth Branagh",
        "Country": "Anh",
        "ReleaseYear": 2018,
        "Views": 189770,
        "Img": "http://image.phimmoi.net/film/6534/poster.medium.jpg",
        "Content": "Được chuyển thể từ tác phẩm cùng tên của tác giả lừng danh Agatha Christie, bộ phim sẽ theo chân thám tử Poirot điều tra chân tướng vụ án mạng bí ẩn trên con tàu tốc hành Phương Đông. Bộ phim sẽ xoay quanh cuộc hành trình của 13 hành khách trên con tàu tốc hành Phương Đông sang trọng. Trong phút chốc, tình hình trở nên căng thẳng khi một hành khách bị sát hại còn con tàu thì lại mắc kẹt giữa một trận bão tuyết cuồng nộ. Giờ đây, thám tử Hercule Poirot phải chạy đua với thời gian để truy tìm kẻ sát nhân trước khi hắn ra tay hạ thủ một lần nữa.",
        "ImgContent": "http://image.phimmoi.net/film/6534/poster.medium.jpg"
    },
    {
        "id": 2,
        "Name": "Jumanji: Welcome to the Jungle (2017)",
        "Directors": "Jake Kasdan",
        "Country": "USA",
        "ReleaseYear": 2017,
        "Views": 280,
        "Img": "http://image.phimmoi.net/film/6364/poster.medium.jpg",
        "Content": "Theo chân một nhóm 4 học sinh phổ thông bị phạt dọn dẹp tầng hầm trường học. Tại đó, họ phát hiện ra phiên bản game cổ điển mang tên Jumanji. Cả 4 tiến hành chọn nhân vật nhập vai và bắt đầu chơi, nhưng nào ngờ họ bị cuốn vào thế giới bên trong game và sống với ngoại hình, đặc tính nhân vật đã chọn trước đó.",
        "ImgContent": "http://image.phimmoi.net/film/6364/poster.medium.jpg"
    },
    {
        "id": 4,
        "Name": "SIÊU BÃO ĐỊA CẦU",
        "Directors": "Dean Devlin",
        "Country": "USA",
        "ReleaseYear": 2016,
        "Views": 4547249,
        "Img": "http://image.phimmoi.net/film/5740/poster.medium.jpg",
        "Content": "Bộ phim nói về viễn tưởng tương lại khi sự biến đổi khí hậu thảm khốc gây nguy hiểm cho sự sống còn của Trái Đất, các chính phủ trên thế giới đã thống nhất với nhau và tạo ra một mạng lưới các vệ tinh. Mỗi khi muốn thay đổi thời tiết thì các vệ tinh này sẽ tác động lên mây, gió của bầu khí quyển Trái đất và tạo ra hiệu ứng như ý muốn. Nhưng những việc này làm trái với thiên nhiên của tạo hóa đều có thể gây ra những hậu quả nghiêm trọng, những vệ tinh thời tiết này dần bị hư hỏng và gây ra hàng loạt thảm họa thiên nhiên trên khắp thế giới.",
        "ImgContent": "http://image.phimmoi.net/film/5740/poster.medium.jpg"
    },
    {
        "id": 3,
        "Name": "KẺ SĂN LÙNG SỢ HÃI",
        "Directors": "Victor Salva",
        "Country": "USA",
        "ReleaseYear": 2017,
        "Views": 891715,
        "Img": "http://image.phimmoi.net/film/6362/poster.medium.jpg",
        "Content": "Sau 23 năm lẩn trốn, kẻ săn người đã trở lại! Những nạn nhân đáng thương sẽ chạm mặt tên sát nhân khát máu, kẻ săn lùng và đánh hơi con mồi thông qua nỗi sợ rồi sau đó ăn thịt họ. Những cuộc săn đuổi tanh mùi máu và những cuộc trốn chạy trong tuyệt vọng. Liệu nỗi kinh hoàng này có bao giờ kết thúc?",
        "ImgContent": "http://image.phimmoi.net/film/6362/poster.medium.jpg"
    },
    {
        "id": 5,
        "Name": "TỘI PHẠM NHÂN BẢN 2049",
        "Directors": "Denis Villeneuve",
        "Country": "Canada",
        "ReleaseYear": 2016,
        "Views": 1867288,
        "Img": "http://image.phimmoi.net/film/6162/poster.medium.jpg",
        "Content": "35 năm sau ngày phần đầu tiên ra mắt, Blade Runner trở lại với những gương mặt mới, câu chuyện mới, đầy hứa hẹn vẫn sẽ giữ được cái “chất” khiến thương hiệu này trở thành tác phẩm kinh điển trong lịch sử điện ảnh. Nhà sản xuất vừa tung ra trailer đầu tiên của phim do bộ đôi Ridley Scott - sản xuất và Denis Villeneuve - đạo diễn với vô số tình tiết bất ngờ có thể hứa hẹn đây là sẽ bom tấn đáng để chúng ta ra rạp thưởng thức.",
        "ImgContent": "http://image.phimmoi.net/film/6162/poster.medium.jpg"
    },
    {
        "id": 1,
        "Name": "Thor 3 - Ranarok",
        "Directors": "Taika Waititi",
        "Country": "USA",
        "ReleaseYear": 2017,
        "Views": 7267782,
        "Img": "http://image.phimmoi.net/film/3243/poster.medium.jpg",
        "Content": "Ragnarok ám chỉ “tận cùng của vũ trụ”, đồng nghĩa với trận chiến sống còn của chín cõi (Nine Realms). Sau khi Loki Loki soán ngôi cha Odin, vị thần tinh quái này tiếp tục mở đường nhiễu loạn tiến từ cầu Bifrost vào trong Asgard. Ở bên kia vũ trụ, Thor (Chris Hemsworth) phải bước vào một cuộc chiến đầy khốc liệt với đối thủ mà anh sẽ gặp là một đồng đội cũ đến từ biệt đội Avenger – Hulk. Cuộc tìm kiếm sự sống còn của Thor khiến anh phải chạy đua với thời gian để ngăn chặn Hela (Cate Blanchett) tiêu diệt cả thế giới anh đang sống cùng nền văn minh Asgard.",
        "ImgContent": "http://phimmoi.newsuncdn.com/post/2017/10/26/thor-ragnarok-14991616540999.jpg"
    },
  ]
}
